Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/Pearl.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# INSTRUCTION_SUBSTATE_7
source: Position your face within the frame.
ar: اجعل وجهك ضمن الإطار
bg: Поставете вашето лице в кадъра.
ca: Situa la cara dins del marc
cs: Nastavte tvář do rámečku.
da: Anbring dit ansigt i rammen.
de: Richte dein Gesicht im Rahmen aus.
el: Τοποθετήστε το πρόσωπό σας μέσα στο πλαίσιο.
es: Coloca la cara en el recuadro
es_us: Sitúa tu cara dentro del marco.
fi: Kohdista kasvosi kehykseen.
fr: Placez votre visage dans le cadre.
fr_ca: Placez votre visage dans le cadre.
he: יש למקם את הפנים בתוך המסגרת.
hi: अपना चेहरा फ़्रेम के अंदर लाएँ।
hr: Postavite svoje lice unutar okvira.
hu: Mozgassa a keretet az arca köré.
id: Posisikan wajah Anda dalam bingkai.
it: Il tuo volto deve essere racchiuso nella cornice.
ja: 枠内に顔を入れて ください。
kk: Бетіңізді жақтау ішіне орналастырыңыз.
ko: 얼굴 위치를 프레임에 맞추십시오.
lt: Laikykite veidą taip, kad jis patektų į kadrą.
ms: Tempatkan wajah anda dalam bingkai.
nl: Plaats je gezicht in het kader.
no: Plasser ansiktet ditt innenfor rammen.
pl: Umieść swoją twarz w kadrze.
pt_br: Posicione seu rosto na moldura.
pt_pt: Coloque o rosto dentro da moldura.
ro: Poziționați‑vă chipul în cadru.
ru: Поместите свое лицо в рамку.
sk: Umiestnite tvár do rámčeka.
sl: Postavite svoj obraz v okvir.
sv: Placera ditt ansikte inom ramen.
th: นำใบหน้าของคุณ ให้อยู่ภายในกรอบ
tr: Yüzünüzü çerçeveye doğru tutun.
uk: Розмістіть обличчя в рамці.
vi: Định vị khuôn mặt của bạn trong khung.
zh_cn: 保持面部在取景框内。
zh_hk: 將你的面孔 對準取景框。
zh_tw: 將你的臉放在 觀景窗中。

# PEARL_ID_AND_PASSCODE
source: Face ID & Passcode
ar: بصمة الوجه ورمز الدخول
bg: Face ID и код
ca: Face ID i codi
cs: Face ID a kód
da: Face ID & kode
de: Face ID & Code
el: Face ID και κωδικός
es: Face ID y código
es_us: Face ID y código
fi: Face ID ja pääsykoodi
fr: Face ID et code
fr_ca: Face ID et code
he: ‏Face ID וקוד גישה
hi: Face ID और पासकोड
hr: Face ID i šifra
hu: Face ID és jelkód
id: Face ID & Kode Sandi
it: Face ID e codice
ja: Face IDとパスコード
kk: Face ID және құпиякод
ko: Face ID 및 암호
lt: „Face ID“ ir prieigos kodas
ms: Face ID & Kod Laluan
nl: Face ID en toegangscode
no: Face ID og kode
pl: Face ID i kod
pt_br: Face ID e Código
pt_pt: Face ID e código
ro: Face ID și cod de acces
ru: Face ID и код‑пароль
sk: Face ID a kód
sl: Face ID in koda za dostop
sv: Face ID och lösenkod
th: Face ID และรหัส
tr: Face ID ve Parola
uk: Face ID і код допуску
vi: Face ID & Mật mã
zh_cn: 面容ID与密码
zh_hk: Face ID與密碼
zh_tw: Face ID與密碼

source: Appearances
ar: المظاهر
bg: Изгледи
ca: Aspectes
cs: Vzhledy
da: Fremtoning
de: Erscheinungsbild
el: Εμφανίσεις
es: Aspectos
es_us: Apariencias
fi: Face ID -otokset
fr: Apparences
fr_ca: Apparences
he: מראה
hi: रूप-रंग
hr: Izgledi
hu: Megjelenések
id: Tampilan
it: Aspetti
ja: 容姿
kk: Көріністер
ko: 외모
lt: Išvaizdos
ms: Penampilan
nl: Uiterlijken
no: Utseender
pl: Twoje wyglądy
pt_br: Aparências
pt_pt: Aparências
ro: Înfățișări
ru: Внешние виды
sk: Vzhľady
sl: Videzi
sv: Utseenden
th: รูปลักษณ์
tr: Görünüşler
uk: Образи
vi: Diện mạo
zh_cn: 外貌
zh_hk: 容貌
zh_tw: 容貌

# USE_PARTIAL_CAPTURE
source: Use Partial Circle
ar: استخدم دائرة جزئية
bg: Използвай частичен кръг
ca: Utilitza un cercle parcial
cs: Použít neúplný kruh
da: Brug delvis cirkel
de: Partiellen Kreis verwenden
el: Χρήση μερικού κύκλου
es: Usar círculo parcial
es_us: Usar círculo parcial
fi: Käytä osittaista ympyrää
fr: Utiliser le cercle partiel
fr_ca: Utiliser le cercle partiel
he: שימוש במעגל חלקי
hi: आंशिक चक्कर का उपयोग करें
hr: Upotrijebi djelomičan krug
hu: Részleges kör használata
id: Gunakan Lingkaran Parsial
it: Utilizza la scansione parziale
ja: 一部認識で使用
kk: Жарты шеңберді пайдалану
ko: 미완료된 원 사용
lt: Naudoti dalinį apskritimą
ms: Gunakan Bulatan Separa
nl: Gebruik gedeeltelijke cirkel
no: Bruk ufullstendig sirkel
pl: Użyj niepełnego koła
pt_br: Usar Círculo Parcial
pt_pt: Usar círculo parcial
ro: Utilizați cercul parțial
ru: Использовать незавершенное кольцо
sk: Použiť čiastočný kruh
sl: Uporabi delni krog
sv: Använd en del av cirkeln
th: ใช้วงกลมที่ไม่เต็ม
tr: Kısmi Daire Kullan
uk: Використати неповне коло
vi: Sử dụng một phần vòng tròn
zh_cn: 采集局部面部信息
zh_hk: 使用部份面孔掃描
zh_tw: 使用部分擷取的圓圈

# PEARL_RESET_SECOND_ALERT_MESSAGE
source: You will have to delete your identification card from Wallet and add it again.
ar: سيتعين عليك حذف بطاقة هويتك من المحفظة وإضافتها من جديد.
bg: Ще трябва да изтриете вашата лична карта от Портфейл и да я добавите отново.
ca: Hauràs d’eliminar el document d’identitat de l’app Cartera i tornar‑lo a afegir.
cs: Budete muset smazat průkaz z Peněženky a znovu ho do ní přidat.
da: Du skal slette dit id-kort fra Wallet og tilføje det igen.
de: Du musst dein Ausweisdokument aus Wallet löschen und es erneut hinzufügen.
el: Θα πρέπει να διαγράψετε την ταυτότητά σας από το Πορτοφόλι και να την προσθέσετε ξανά.
es: Tendrás que eliminar tu documento de identidad de la app Cartera y añadirlo de nuevo.
es_us: Deberás eliminar tu identificación de Wallet y volverla a agregar.
fi: Sinun on poistettava henkilökorttisi Lompakosta ja lisättävä se uudelleen.
fr: Vous devrez supprimer votre pièce d’identité de Cartes et l’ajouter à nouveau.
fr_ca: Vous devrez supprimer votre carte d’identité de Portefeuille, puis l’ajouter de nouveau.
he: יהיה צורך למחוק את התעודה המזהה שלך מ״ארנק״ ולהוסיף אותה שוב.
hi: आपको वॉलेट से अपना पहचान कार्ड डिलीट करना होगा और उसे फिर से जोड़ना होगा।
hr: Trebat ćete obrisati svoju osobnu iskaznicu iz Novčanika te je ponovno dodati.
hu: Törölje a személyazonosító kártyáját a Tárcából, és adja hozzá ismét.
id: Anda akan harus menghapus kartu identitas Anda dari Dompet dan menambahkannya lagi.
it: Dovrai eliminare il documento d’identità da Wallet e aggiungerlo nuovamente.
ja: ウォレットから身分証明書カードを削除したあとで再度追加する必要があります。
kk: Жеке куәлікті Wallet қолданбасынан жойып, оны қайта қосу қажет.
ko: 신분증을 지갑 앱에서 삭제한 다음 다시 추가해야 합니다.
lt: Turėsite ištrinti asmens tapatybės kortelę iš programos „Piniginė“ ir vėl ją įtraukti.
ms: Anda perlu memadamkan kad pengenalan anda daripada Wallet dan menambahnya kembali.
nl: Je moet je identiteits­kaart verwijderen uit Wallet en deze opnieuw toevoegen.
no: Du må slette legitimasjonen fra Lommebok og legge den til igjen.
pl: Konieczne będzie usunięcie dowodu tożsamości z Portfela i dodanie go ponownie.
pt_br: Será necessário apagar o cartão de identificação da Carteira e adicioná-lo novamente.
pt_pt: Terá de apagar o seu cartão de identificação da aplicação Carteira e voltar a adicioná‑lo.
ro: Va trebui să vă ștergeți cardul de identificare din Portofel și să îl adăugați din nou.
ru: Вам будет необходимо удалить свое удостоверение личности и снова добавить его в Wallet.
sk: Budete musieť vymazať svoj preukaz totožnosti a znovu ho pridať do Peňaženky.
sl: Iz Denarnice boste morali izbrisati svojo identifikacijsko kartico in jo znova dodati.
sv: Du måste radera ID-kortet från Plånbok och lägga till det på nytt.
th: คุณจะต้องลบบัตรประจำตัวประชาชนของคุณออกจากกระเป๋าสตางค์แล้วเพิ่มบัตรอีกครั้ง
tr: Kimlik kartınızı Cüzdan’dan silmeniz ve yeniden eklemeniz gerekir.
uk: Вам потрібно буде видалити своє посвідчення з Гаманця, а потім знову додати його.
vi: Bạn sẽ phải xóa thẻ nhận dạng của mình khỏi Ví rồi thêm lại thẻ.
zh_cn: 你需要先从“钱包”中删除身份证再重新添加。
zh_hk: 你將需要從「銀包」刪除你的身份證，然後再次加入。
zh_tw: 你將需要從「錢包」刪除證件，然後再加入一次。

# START_ENROLL
source: Get Started
ar: البدء
bg: Първи стъпки
ca: Comença
cs: Začít
da: Kom i gang
de: Los gehts
el: Έναρξη
es: Empezar
es_us: Empezar
fi: Aloita
fr: Démarrer
fr_ca: Démarrer
he: התחלה
hi: शुरू करें
hr: Početak
hu: Kezdés
id: Mulai
it: Inizia
ja: 開始
kk: Жұмысты бастау
ko: 시작하기
lt: Pradėkite
ms: Mulakan
nl: Aan de slag
no: Kom i gang
pl: Zaczynamy
pt_br: Começar
pt_pt: Começar
ro: Începeți
ru: Приступить
sk: Začať
sl: Začetek
sv: Kom igång
th: เริ่มต้นกัน
tr: Başlat
uk: Почати
vi: Bắt đầu
zh_cn: 现在开始
zh_hk: 開始設定
zh_tw: 開始設定

# ENTER_PASSCODE_INSTRUCTIONS
source: Face ID provides convenient and secure access by recognizing your face. Occasionally your passcode will be required for validation.
ar: توفر بصمة الوجه وصولًا مريحًا وآمنًا من خلال التعرف على وجهك. ستتم مطالبتك من حين إلى آخر بإدخال رمز الدخول بغرض التحقق.
bg: Face ID осигурява удобен и сигурен достъп чрез разпознаване на лицето ви. Понякога ще трябва да въвеждате вашия код за валидиране.
ca: El Face ID ofereix un accés còmode i segur mitjançant el reconeixement facial. De tant en tant se’t demanarà el codi del dispositiu com a validació addicional.
cs: Face ID nabízí pohodlný a bezpečný přístup pomocí rozpoznání tváře. Občas bude pro ověření požadován váš kód.
da: Face ID gør det nemt og sikkert at låse enheden op med ansigtsgenkendelse. Indimellem kræves din kode til kontrol.
de: Face ID-Gesichtserkennung bietet Komfort und Sicherheit beim Zugriff. Dein Code ist gelegentlich für die Überprüfung erforderlich.
el: Το Face ID παρέχει βολική και ασφαλή πρόσβαση με αναγνώριση του προσώπου σας. Περιστασιακά, θα απαιτείται κωδικός για επικύρωση.
es: Face ID permite el acceso seguro y cómodo mediante el reconocimiento de tu cara. En ocasiones se te pedirá el código para añadir un nivel más de validación.
es_us: Face ID es un método cómodo y seguro que te da acceso al reconocer tu cara. A veces, se te pedirá tu código como medida de validación.
fi: Face ID:n avulla tunnistaudut kätevästi ja turvallisesti kasvojentunnistusta käyttämällä. Pääsykoodia vaaditaan ajoittain vahvistusta varten.
fr: Face ID offre un accès pratique et sécurisé par reconnaissance faciale. Votre code sera occasionnellement requis pour effectuer une validation.
fr_ca: Face ID offre un accès pratique et sécurisé par reconnaissance faciale. Votre code sera occasionnellement requis pour effectuer une validation.
he: ‏Face ID מאפשר גישה נוחה ובטוחה למכשירך באמצעות זיהוי הפנים שלך. קוד הגישה שלך יידרש לצורך אימות מדי פעם.
hi: आपके चेहरे की पहचान कर Face ID सुविधाजनक और सुरक्षित ऐक्सेस प्रदान करता है। समय-समय पर वैलिडेशन के लिए आपके पासकोड की आवश्यकता होगी।
hr: Face ID pruža praktičan i siguran pristup prepoznajući vaše lice. Povremeno će se zatražiti vaša šifra radi provjere.
hu: A Face ID az Ön arcának felismerésével biztosít kényelmes és biztonságos hozzáférést. Időközönként a jelkódját is meg kell adnia az érvényesítéshez.
id: Face ID menyediakan akses yang praktis dan aman dengan mengenali wajah Anda. Sesekali kode sandi Anda akan diperlukan untuk pengesahan.
it: Face ID offre la comodità e la sicurezza di effettuare l’accesso sul tuo dispositivo grazie al riconoscimento facciale. Di tanto in tanto, ti verrà richiesto il codice per la convalida.
ja: Face IDは、あなたの顔を認識してセキュリティ保護と利便性を高める機能です。 検証が必要な場合にはパスコード入力が要求されます。
kk: Face ID функциясы бет-әлпетіңізді анықтау арқылы ыңғайлы әрі қауіпсіз қол жеткізу мүмкіндігін ұсынады. Кейде тексеру мақсатында құпиякод сұралады.
ko: Face ID는 얼굴 인식 기능을 통해 편리하고 안전한 접근 기능을 제공합니다. 종종 본인 확인을 위해 사용자의 암호를 요청할 수 있습니다.
lt: „Face ID“ suteikia patogią ir saugią prieigą atpažindama jūsų veidą. Kartais patvirtinimo tikslais reikės įvesti prieigos kodą.
ms: Face ID menyediakan akses yang mudah dan selamat dengan mengecam wajah anda. Kadangkala kod laluan anda diperlukan untuk pengesahan.
nl: Face ID is een gemakkelijke en veilige manier om je apparaat te ontgrendelen met gezichtsherkenning. Af en toe wordt ter validatie om je toegangscode gevraagd.
no: Med Face ID kan du trygt og enkelt låse opp enheten med ansiktsgjenkjenning. Du må likevel oppgi koden din i noen tilfeller.
pl: Face ID to wygodny i bezpieczny system dostępu oparty na rozpoznawaniu twarzy. Sporadycznie weryfikacja dostępu może wymagać podania kodu.
pt_br: O Face ID oferece acesso conveniente e seguro por reconhecimento facial. Seu código será exigido ocasionalmente para fins de validação.
pt_pt: Face ID é uma forma conveniente e segura de aceder ao seu dispositivo através do reconhecimento facial. De vez em quando, o seu código será necessário para validar o acesso.
ro: Face ID vă oferă acces comod și sigur prin recunoașterea chipului dvs. Codul dvs. de acces va fi solicitat, ocazional, pentru validare.
ru: Face ID предлагает быстрый, удобный и безопасный способ получать доступ к данным через распознавание лица. Время от времени для проверки будет запрашиваться код‑пароль.
sk: Face ID ponúka pohodlný a bezpečný prístup pomocou rozpoznávania tváre. Kvôli overeniu môžete byť občas požiadaní o zadanie kódu.
sl: S funkcijo Face ID, ki prepozna vaš obraz, se lahko varno in priročno prijavite v svojo napravo. Občasno boste zaradi preverjanja veljavnosti morali vnesti kodo za dostop.
sv: Med Face ID får du praktisk och säker åtkomst genom att ditt ansikte identifieras. Ibland krävs din lösenkod för bekräftelse.
th: Face ID ให้ความสะดวกและความปลอดภัยในการเข้าถึงโดยการจดจำใบหน้าของคุณ ในบางครั้งจะต้องใช้รหัสของคุณเพื่อการตรวจสอบยืนยัน
tr: Face ID, yüzünüzü tanıyarak erişim kolaylığı ve güvenliği sağlar. Doğrulama için zaman zaman parolanız istenir.
uk: Face ID надає зручний і безпечний доступ шляхом розпізнавання вашого обличчя. Іноді для підтвердження потрібно вводити код допуску.
vi: Face ID cung cấp quyền truy cập thuận tiện và bảo mật bằng cách nhận dạng khuôn mặt của bạn. Đôi khi, bạn phải nhập mật mã để xác thực.
zh_cn: 面容ID通过面部识别使访问更加方便安全。 偶尔会要求你通过密码验证。
zh_hk: Face ID透過面部識別提供安全方便的取用方式。 但有時仍需要輸入你的密碼進行驗證。
zh_tw: Face ID透過臉部辨識提供了安全方便的取用機制。 有時仍需要你輸入密碼來進行驗證。

# INSTRUCTION_STATE_POSITIONING
source: Position your face within the frame.
ar: اجعل وجهك ضمن الإطار
bg: Поставете вашето лице в кадъра.
ca: Situa la cara dins del marc.
cs: Nastavte tvář do rámečku.
da: Anbring dit ansigt i rammen.
de: Richte dein Gesicht im Rahmen aus.
el: Τοποθετήστε το πρόσωπό σας μέσα στο πλαίσιο.
es: Coloca la cara en el recuadro
es_us: Sitúa tu cara dentro del marco.
fi: Kohdista kasvosi kehykseen.
fr: Placez votre visage dans le cadre.
fr_ca: Placez votre visage dans le cadre.
he: יש למקם את הפנים שלך בתוך המסגרת.
hi: अपना चेहरा फ़्रेम के अंदर लाएँ।
hr: Postavite svoje lice unutar okvira.
hu: Mozgassa a keretet az arca köré.
id: Posisikan wajah Anda dalam bingkai.
it: Il tuo volto deve essere racchiuso nella cornice.
ja: 枠内に顔を入れて ください。
kk: Бетіңізді жақтау ішіне орналастырыңыз.
ko: 얼굴 위치를 프레임에 맞추십시오.
lt: Laikykite veidą taip, kad jis patektų į kadrą.
ms: Tempatkan wajah anda dalam bingkai.
nl: Plaats je gezicht in het kader.
no: Plasser ansiktet ditt innenfor rammen.
pl: Umieść swoją twarz w kadrze.
pt_br: Posicione seu rosto na moldura.
pt_pt: Coloque o rosto dentro da moldura.
ro: Poziționați‑vă chipul în cadru.
ru: Поместите свое лицо в рамку.
sk: Umiestnite tvár do rámčeka.
sl: Postavite svoj obraz v okvir.
sv: Placera ditt ansikte inom ramen.
th: นำใบหน้าของคุณ ให้อยู่ภายในกรอบ
tr: Yüzünüzü çerçeveye doğru tutun.
uk: Розмістіть обличчя в рамці.
vi: Định vị khuôn mặt của bạn trong khung.
zh_cn: 保持面部在取景框内。
zh_hk: 將你的面孔 對準取景框。
zh_tw: 將你的臉放在 觀景窗中。

source: Ok
ar: موافق
bg: ОК
he: אישור
hi: ठीक
id: Oke
ko: 확인
lt: Gerai
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# PEARL_ATTENTION_FOOTER
source: TrueDepth camera will provide an additional level of security by verifying that you are looking at Apple Vision Pro before unlocking. Some sunglasses may block attention detection.
ar: ستوفر كاميرا العمق الحقيقي مستوى إضافيًا من الأمن وذلك بالتأكد من أنك تنظر إلى Apple Vision Pro قبل فتح قفلها. وتجدر الإشارة إلى أن بعض النظارات الشمسية قد تعيق إمكانية اكتشاف انتباهك.
bg: С помощта на камерата TrueDepth се предоставя допълнително ниво на сигурност, като се проверява дали гледате към Apple Vision Pro, преди да се отключи устройството. Някои слънчеви очила могат да блокират засичането на внимание.
ca: La càmera TrueDepth verifica que estàs mirant l’Apple Vision Pro abans de desbloquejar‑lo, amb la qual cosa ofereix un nivell addicional de seguretat. És possible que algunes ulleres de sol impedeixin que la càmera detecti la teva atenció.
cs: TrueDepth kamera vám poskytne dodatečnou úroveň zabezpečení tím, že před odemknutím zkontroluje, zda se na Apple Vision Pro díváte. Některé typy slunečních brýlí mohou detekci pozornosti zabránit.
da: TrueDepth-kamera giver et ekstra niveau af sikkerhed ved at bekræfte, at du kigger på Apple Vision Pro, før den låses op. Nogle solbriller kan blokere for opmærksomhedsregistrering.
de: Die TrueDepth-Kamera bietet eine zusätzliche Sicherheitsstufe, indem überprüft wird, ob du auf die Apple Vision Pro blickst, bevor sie entsperrt wird. Manche Sonnenbrillen können diese Erkennung erschweren.
el: Η κάμερα TrueDepth θα παρέχει ένα πρόσθετο επίπεδο ασφάλειας μέσω της επαλήθευσης ότι κοιτάτε το Apple Vision Pro πριν από το ξεκλείδωμα. Κάποια γυαλιά ηλίου μπορεί να αποτρέψουν την ανίχνευση προσοχής.
es: La cámara TrueDepth garantizará un mayor nivel de seguridad al comprobar si estás mirando el Apple Vision Pro antes de desbloquearlo. Algunas gafas de sol pueden impedir que se detecte si estás mirando.
es_us: La cámara TrueDepth proporciona un nivel de seguridad adicional al verificar que estés viendo el Apple Vision Pro al desbloquear. Algunos lentes obscuros podrían interferir con la detección.
fi: TrueDepth-kamera lisää turvallisuustason varmistamalla, että katsot Apple Vision Prota ennen lukituksen avaamista. Jotkin aurinkolasit voivat estää katseen havaitsemisen.
fr: La caméra TrueDepth renforcera la sécurité en s’assurant que vous regardez votre Apple Vision Pro avant le déverrouillage. Certaines lunettes de soleil peuvent empêcher la détection de l’attention.
fr_ca: La caméra TrueDepth fournit un niveau de sécurité supplémentaire en confirmant que vos yeux sont dirigés vers l’Apple Vision Pro avant de permettre le déverrouillage. Le port de lunettes de soleil pourrait bloquer la détection de l’attention.
he: מצלמת ה-TrueDepth תעניק דרגת הגנה נוספת על ידי כך שהיא תוודא לפני ביטול הנעילה שהמבט שלך מופנה לעבר ה-Apple Vision Pro. סוגים מסוימים של משקפי שמש עשויים להפריע לזיהוי תשומת הלב.
hi: अनलॉक करने से पहले आप Apple Vision Pro की तरफ़ देख रहे हैं या नहीं इसकी जाँच करके TrueDepth कैमरा अतिरिक्त स्तर की सुरक्षा प्रदान करेगा। कुछ धूप के चश्मों से ध्यान की पहचान प्रभावित हो सकती है।
hr: TrueDepth kamera osigurat će dodatnu razinu sigurnosti provjeravajući gledate li u Apple Vision Pro prije otključavanja. Neke sunčane naočale mogu blokirati detekciju pažnje.
hu: A TrueDepth-kamera egy plusz biztonsági réteget fog biztosítani, mivel az Apple Vision Pro feloldása előtt ellenőrzi, hogy Ön a kijelzőre néz-e. Néhány napszemüveg gátolhatja a figyelemérzékelést.
id: Kamera TrueDepth akan memberikan level keamanan tambahan dengan memverifikasi bahwa Anda sedang melihat ke arah Apple Vision Pro sebelum membuka. Sebagian kacamata hitam dapat menghalangi deteksi perhatian.
it: La fotocamera TrueDepth offre un ulteriore livello di sicurezza, verificando che tu stia effettivamente rivolgendo lo sguardo verso Apple Vision Pro prima di sbloccarlo. Alcuni modelli di occhiali da sole possono influire sulla funzionalità di riconoscimento dello sguardo, bloccandola.
ja: TrueDepthカメラはセキュリティレベルを向上させるために、あなたがApple Vision Proを見ていることを確認してからロックを解除します。サングラスをかけていると、注視検出が機能しない場合があります。
kk: TrueDepth камерасы Apple Vision Pro құлпын ашпас бұрын, құрылғыға қарап отырғаныңызды тексеру арқылы қосымша қауіпсіздік деңгейімен қамтамасыз етеді. Кейбір күннен қорғайтын көзілдіріктер назарды анықтау функциясын блоктауы мүмкін.
ko: TrueDepth 카메라는 Apple Vision Pro를 잠금 해제하기 전에 사용자가 기기를 주시하는지 확인하는 추가 보안 단계를 제공합니다. 선글라스를 낀 경우 감지되지 않을 수 있습니다.
lt: „TrueDepth“ vaizdo kamera suteiks papildomo saugumo, prieš atrakinimą patikrindama, ar žiūrite į „Apple Vision Pro“. Kai kurie saulės akiniai gali trukdyti nustatyti, ar žiūrite į ekraną.
ms: Kamera TrueDepth akan menyediakan tahap keselamatan tambahan dengan mengesahkan bahawa anda sedang melihat ke arah Apple Vision Pro sebelum membuka kunci. Sesetengah cermin mata hitam mungkin menghalang pengesanan perhatian.
nl: De TrueDepth-camera biedt extra beveiliging door te controleren of je naar de Apple Vision Pro kijkt voordat je deze ontgrendelt. Aandachtsdetectie kan door sommige zonnebrillen worden gehinderd.
no: For ytterligere sikkerhet sjekker TrueDepth-kameraet at du ser på Apple Vision Pro før den låses opp. Noen typer solbriller kan hindre denne verifiseringen.
pl: Aparat TrueDepth oferuje dodatkowy poziom ochrony, sprawdzając, czy patrzysz na odblokowywanego Apple Vision Pro. Niektóre okulary przeciwsłoneczne mogą blokować wykrywanie uwagi.
pt_br: A câmera TrueDepth verificará se você está olhando para o Apple Vision Pro antes de desbloqueá‑lo, fornecendo um nível adicional de segurança. Alguns óculos escuros podem bloquear a detecção de atenção.
pt_pt: A câmara TrueDepth reforça a segurança ao verificar se está a olhar para o Apple Vision Pro para este ser desbloqueado. Alguns tipos de óculos de sol podem impedir a deteção de atenção.
ro: Camera TrueDepth va asigura un nivel suplimentar de securitate verificând că vă uitați la Apple Vision Pro înaintea deblocării. Unii ochelari de soare pot bloca detectarea atenției.
ru: Камера TrueDepth обеспечит дополнительный уровень безопасности, убедившись, что Вы смотрите на Apple Vision Pro, прежде чем разблокировать его. Некоторые солнцезащитные очки могут блокировать распознавание внимания.
sk: TrueDepth kamera zvýši úroveň zabezpečenia tým, že pred odomknutím Apple Vision Pro overí, či sa naň pozeráte. Niektoré typy slnečných okuliarov môžu túto funkciu znemožniť.
sl: Kamera TrueDepth zagotavlja dodatno stopnjo varnosti, tako da pred odklepanjem preveri, ali gledate proti napravi Apple Vision Pro. Nekateri modeli sončnih očal lahko ovirajo funkcijo zaznavanja pozornosti.
sv: TrueDepth-kameran bidrar med ett ytterligare lager säkerhet genom att verifiera att du tittar på Apple Vision Pro innan den blir upplåst. En del solglasögon kan förhindra den verifieringen.
th: กล้อง TrueDepth จะเพิ่มระดับความปลอดภัยโดยการตรวจสอบยืนยันว่าคุณกำลังมองมาที่ Apple Vision Pro ก่อนที่จะปลดล็อค แต่แว่นตากันแดดบางประเภทอาจปิดกั้นการตรวจจับการตั้งใจมอง
tr: TrueDepth kamera, kilidi açmadan önce Apple Vision Pro’ya baktığınızı doğrulayarak ek bir güvenlik düzeyi sağlar. Bazı güneş gözlükleri dikkat algılamayı engelleyebilir.
uk: Камера TrueDepth надає додатковий рівень безпеки, перевіряючи перед відімкненням, чи дивитеся ви на Apple Vision Pro. Деякі сонцезахисні окуляри можуть заважати виявленню уваги.
vi: Camera TrueDepth sẽ cung cấp một mức độ bảo mật bổ sung bằng cách xác minh rằng bạn đang nhìn vào Apple Vision Pro trước khi mở khóa. Một số loại kính râm có thể ngăn cản việc phát hiện sự chú ý.
zh_cn: 原深感摄像头通过验证你在注视Apple Vision Pro屏幕后进行解锁，以此提供额外的安全保护。某些太阳眼镜可能会阻碍注视检测。
zh_hk: 「原深感測鏡頭」透過驗證你是否正在注視Apple Vision Pro螢幕後才進行解鎖，藉此提高保安級別。部份太陽眼鏡可能會阻礙注視偵測。
zh_tw: 原深感測相機會在解鎖前先檢查你是否正注視著Apple Vision Pro，藉此提供更高層級的安全性。某些太陽眼鏡可能會阻礙注視偵測。

# ATTENTION_HEADER
source: Attention
ar: انتباه
bg: Внимание
ca: Atenció
cs: Pozornost
da: Opmærksomhed
de: Aufmerksamkeit
el: Προσοχή
es: Atención
es_us: Atención
fi: Katsekontakti
he: תשומת לב
hi: ध्यान
hr: Pažnja
hu: Figyelem
id: Perhatian
it: Rilevamento sguardo
ja: 注視
kk: Назар аударыңыз
ko: 주시
lt: Dėmesys
ms: Perhatian
nl: Aandacht
no: Øyekontakt
pl: Uwaga
pt_br: Atenção
pt_pt: Atenção
ro: Atenție
ru: Внимание
sk: Pozornosť
sl: Pozor
sv: Uppmärksamhet
th: การตั้งใจมอง
tr: Dikkat
uk: Увага
vi: Chú ý
zh_cn: 注视
zh_hk: 螢幕注視
zh_tw: 螢幕注視
